[AmmoSalvageIncrease_Tonic]
flavordescription="Cansado de vasculhar por muniçäo? Corrida armamentista te ajuda a encontrar a muniçäo extra que de outro modo perderia."
description="Pode pegar mais muniçäo dos cadáveres e dos recipientes."
friendlyname="Corrida armamentista"

[ArmoredShell2_Tonic]
flavordescription="Casco blindado 2 útil em qualquer situaçäo de perigo e oferece proteçäo adicional automática contra os buracos e obstáculos da vida. Näo seja um covarde, use Casco blindado 2!"
description="Reduz ainda mais os danos físicos."
friendlyname="Casco blindado 2"

[Bloodlust_Tonic]
flavordescription="Vampiro da perfuradora cura o corpo e a mente cada vez que perfura! Sugue a vida de seus inimigos... com seu vampiro da perfuradora!"
description="Consiga uma pequena quanditade de SAÚDE e de EVE quando fazer dano com a perfuradora."
friendlyname="Vampiro da perfuradora"

[ChargedBurstCombo_Tonic]
flavordescription="Por que manter uma rotina enfrentando esses inimigos irritantes? Use este tônico para dar a eles uma surpresa de fogo, eletricidade ou gelo!"
description="Quando você recebe ataques corporais, emite descarga aleatória de FOGO, GELO ou ELETRICIDADE que atigem os inimigos ao redor."
friendlyname="Tempestade Elemental"

[HackedVendingDiscount_Tonic]
flavordescription="Às vezes, o preço anunciado é apenas para orientaçäo. Melhore os preços de suas máquinas de venda com Hacker econômico!"
description="Os preços das máquinas HACKEADAS säo ainda mais baratos."
friendlyname="Hacker econômico"

[MachineDamageIncrease_Tonic]
flavordescription="As Industrias Ryan acrescentam ainda mais valor às suas defesas pessoais com o tônico Máquinas letais! Os bots e as torretas que você controlam causaräo ainda mais danos a qualquer parasita que tentar te roubar."
description="Os bots e torretas que hackear causaräo ainda mais danos."
friendlyname="Máquinas letais"

[NaturalCamouflage_Tonic]
flavordescription="Você precisa de um pouco de paz e tranquilidade? Recombine Camuflajem natural, pare de se mover e desapareça. Lembre-se, é ver para crer!"
description="Quando você fica QUIETO, você fica INVISÍVEL."
friendlyname="Camuflajem natural "

[Scrounger_Tonic]
flavordescription="Usar o plasmídeo Oportunista é como ter um sexto sentido. Você verá coisas que de outro modo näo veria, e descobrirá coisas que de outro modo passaria em branco. Com Oportunista, será como se você tivesse visäo de raios X!"
description="Ao revistar conteiners ou corpos, você poderá voltar a buscar para tentar encontrar outra coisa."
friendlyname="Oportunista"

[WaterHealthRestoration_Tonic]
flavordescription="Na Rapture de hoje, a água está por todas as partes. Tire proveito dos problemas de manutençäo com o tônico Fonte da Juventude e deixe a água lavar seus problemas."
description="Quando estiver na água, sua SAÚDE e sua EVE väo se recuperar lentamente."
friendlyname="Fonte da Juventude"

[ADAMGathererBonus_Tonic]
flavordescription="Obtenha mais vantagens com o tempo gasto com sua Little Sister com o Pai orgulhoso. As Little Sisters que trabalham pra você recolheräo um pouco mais de ADAM de cada cadáver."
description="As Little Sister que você adotar recolheräo um pouco mais de ADAM."
friendlyname="Pai orgulhoso"

[AdoptedGathererSpeed_Tonic]
flavordescription="Os suas pequenas ajudantes säo interrompidas enquanto coletam, diga a elas para se empenharem na tarefa com o tônico Pai exigente!"
description="Suas Little Sisters coletam ADAM mais rapidamente."
friendlyname="Pai exigente"

[AlcoholEveBonus_Tonic]
flavordescription="Tire todo o proveito possível das destilarias e adegas de Rapture. Beba à sua saúde com o Grande bebedor!"
description="Beber ALCOOL restabelece uma pequena quantidade de EVE, ao invés de consumí-la."
friendlyname="Grande bebedor"

[AltMeleeKnockback_Tonic]
flavordescription="Quando precisar de um pouco de espaço, o Golpe cambaleante podete ajudar. Golpeie seus inimigos com a culatra da sua arma para afastá-los."
description="Todos os ataques corporais rápidos de suas armas fazem com que seus inimigos se afastem e fiquem cambaleantes."
friendlyname="CORTAR TÔNICO"

[ArmoredShell_Tonic]
flavordescription="O Casco blindado é útil em qualquer situaçäo perigosa oferece proteçäo automática contra os solavancos e obstáculos da vida. Näo seja um saco de pancados, use um Casco blindado!"
description="Reduz ainda mais os danos físicos."
friendlyname="Casco blindado"

[BonusAutoHack_Tonic]
flavordescription="Você é um bom hacker? Entäo prove hackeando instantâneamente!"
description="Se você cair em uma área de BÔNUS AZUL, o hackeamento é instantâneo."
friendlyname="Hacker apressado"

[ChargedFireBursts_Tonic]
flavordescription="As Industrias Ryan te permite oferecer uma calorosa boa-vinda aos seus inimigos com a Tempestade de fogo. Queima seus inimigos quando te golpeiam."
description="Quando você receber um ataque corporal, vai emitir um descarga de FOGO que acertará tudo ao seu redor."
friendlyname="Tempestade de fogo"

[ChargedIceBursts_Tonic]
flavordescription="Dê uma saudaçäo gelada aos seus inimigos. Com esse tônico, você os deixaräo gelados... literalmente!"
description="Quando você receber um ataque corporal, vai emitir um descarga de GELO que pode CONGELAR seus inimigos."
friendlyname="Tempestade de gelo"

[ConsumableHealthBonus_Tonic]
flavordescription="Nutriçäo extra aumenta a capacidade natural do seu organismo converter alimentos em vitalidade renovada."
description="Consiga um pouco de saúde extra com lanches e bandagens."
friendlyname="Nutriçäo extra"

[DrillPowerX123_Tonic]
flavordescription="Quem precisa de armas quando você tem uma perfuradora e um poder de plasmídeos quase ilimitado?"
description="Reduz de maneira significativa o custo dos plasmídeos, mas limita as armas disponíveis para o perfuradora, a hackeadora atomática e a câmara."
friendlyname="Perfurador de plasmídeos"

[DrillPowerX_Tonic]
flavordescription="Quem precisa de armas quando você tem uma perfuradora e um poder de plasmídeos quase ilimitado?"
description="Reduz de maneira significativa o custo dos plasmídeos, mas limita as armas disponíveis para o perfuradora, a hackeadora atomática e a câmara."
friendlyname="Perfurador especialista"

[ElectricFlesh_Tonic]
flavordescription="Carregue o seu corpo com Pele elétrica, a última novidade em melhorias elétricas. Isole os danos com o novo Pele elétrica!"
description="Näo sofrerá danos por ELETRICIDADE. Farás mais DANOS quando usar ataques ELÉTRICOS."
friendlyname="Piel eléctrica"

[ElementalEveGain_Tonic]
flavordescription="Näo deixe que te arruinem o dia te prendendo no fogo! Com a Esponja elemental, receberás um pequeno bônus quando teus inimigos usarem os elementos."
description="Quando receber um dano elemental, você recebe uma pequena quantidade de EVE."
friendlyname="Esponja elemental "

[ElementalLifeDrain_Tonic]
flavordescription="As vezes você quer algo a mais do que simplesmente ver como queimam seus inimigos. As vezes, também quer recuperar sua preciosa vida. Com Vampiro elemental isso será possivel. Dê... e receberás."
description="Teus plasmídios elementais de nivel 3 extraem SAÚDE de seus inimigos."
friendlyname="Vampiro elemental"

[EveAutoHack_Tonic]
flavordescription="Nestes dias loucos, quem tem tempo para hackear? Gaste um pouco de EVE e näo terá que hackear!"
description="Teus hackers têm sucesso automaticamente, porém custam um pouco de EVE."
friendlyname="CORTAR TÓNICO "

[EveCarriedBonus_Tonic]
flavordescription="As vezes é preciso levar algo extra em seus bolsos para os momentos críticos. Acumule seringas de EVE para usar teus Plasmídeos por mais tempo com o EVE Experto!"
description="Pode levar mais de uma SERINGA DE EVE."
friendlyname="EVE Experto"

[EveLink_Tonic]
flavordescription="Obtenha mais de seus KITS com o Link EVE. Este novo e revolucionário tónico genético faz com que seu corpo produza EVE sempre que use um KIT."
description="Os KITS também te däo EVE."
friendlyname="Link EVE"

[EveSaver2_Tonic]
flavordescription="No maravilhoso mundo da genética atual, provavelmente acha que nunca tem EVE suficiente. Com o Salvador de EVE 2, tua EVE durará mais do que nunca!"
description="Os plasmídeos usam muito menos EVE."
friendlyname="Salvador de EVE 2"

[EveSaver_Tonic]
flavordescription="No maravilhoso mundo da genética atual, provavelmente acha que nunca tem EVE suficiente. Com o Salvador de EVE, tua EVE durará mais do que nunca!"
description="Os plasmídeos usam menos EVE."
friendlyname="Salvador de EVE"

[FrozenField2_Tonic]
flavordescription="Deixe seus inimigos congelados com a perfuradora fría!"
description="CONGELA seus inimigos por MAIS TEMPO e todos os ataques da perfuradora podem CONGELAR o seu alvo."
friendlyname="CORTAR TÓNICO"

[FrozenField_Tonic]
flavordescription="Deixe seus inimigos congelados com a perfuradora fria!"
description="CONGELA seus inimigos por MAIS TEMPO e todos os ataques da perfuradora podem CONGELAR o seu alvo."
friendlyname="Perfuradora fria"

[GathererHarvestBonus_Tonic]
flavordescription="Converte as babosas de ADAM em SAÙDE e EVE quando colhe."
description="Ao colher uma Little Sister receba SAÙDE e EVE."
friendlyname="CORTAR TÓNICO "

[HackersDelight2_Tonic]
flavordescription="Prazer de Hackear, teu corpo converte a corrente alternada de uma máquina hackeada em um poderoso agente curativo. Hackear e curar!"
description="Cada vez que hackear algo, consegue um pouco mais de SAÙDE e EVE."
friendlyname="Prazer de Hackear 2"

[HackersDelight_Tonic]
flavordescription="Prazer de Hackear, teu corpo converte a corrente alternada de uma máquina hackeada em um poderoso agente curativo. Hackear e curar!"
description="Cada vez que hackear algo, consegue um pouco mais de SAÙDE e EVE."
friendlyname="Prazer de Hackear"

[HackingLargeSuccess_Tonic]
flavordescription="Oh, as máquinas. Toda vez que você volta, se tornam menores e mais complicadas. Acabe com estas modernidades diabólicas com o Hackeador! Com ele, sua barra de Sucesso cresce."
description="A zona de Sucesso do hacker cresce um pouco."
friendlyname="Hackeador"

[HackingNeedleSpeed2_Tonic]
flavordescription="Aproveite seu tempo! Com Hacker Cuidadoso 2, todas as máquinas se movem mais devagar, dando-lhe tempo de sobra para assumir o controle de suas engrenagens."
description="A agulha de Hacking se move mais devagar."
friendlyname="Hacker Cuidadoso 2"

[HackingNeedleSpeed_Tonic]
flavordescription="Aproveite seu tempo! Com Hacker Cuidadoso, todas as máquinas se movem mais devagar, dando-lhe tempo de sobra para assumir o controle de suas engrenagens."
description="A agulha de Hacking se move um pouco mais devagar."
friendlyname="Hacker Cuidadoso"

[HackingStageRemoval_Tonic]
flavordescription="A vezes, recâmbiar máquinas complexas podem levar mais tempo. Com Hacker rápido, hackeará ainda mais rápido!"
description="O Hacker tem menos fases."
friendlyname="Hacker rápido"

[Handyman2_Tonic]
flavordescription="Quando seus robôs de segurança recebem uma bala em teu lugar, coloque-os em sua plena forma, mas com um pouco menos de EVE!"
description="Repara robôs amigos interagindo com eles."
friendlyname="CORTAR TÓNICO"

[Handyman_Tonic]
flavordescription="Quando seus robôs de segurança recebem uma bala em teu lugar, coloque-os em sua plena forma com um pouco de EVE!"
description="Repara (e batiza) robôs e torreöes amigos interagindo com eles."
friendlyname="Marceneiro"

[HeadshotDamageBonus_Tonic]
flavordescription="Você tem boa pontaria? Obtenha o máximo com o tónico Caçador de cabeças. Os tiros que atingem os inimigos na cabeça seräo ainda mais letal!"
description="Teus tiros na cabeça fazem mais dano."
friendlyname="Caçador de cabeças"

[HealStationsGiveEve_Tonic]
flavordescription="Aproveite ao máximo os serviços médicos de Rapture. Com Cura-tudo, sairá como novo cada vez que visitar um TERMINAL DE SAÚDE."
description="Os TERMINAIS DE SAÚDE também restabelecem tua EVE."
friendlyname="Cura-tudo"

[KeenObserver2_Tonic]
flavordescription="Tenha mais qualidade em sua inversäo na investigaçäo com o Bom observador 2. Leve a sua análise além do que podería imaginar!"
description="Aumenta ainda mais os pontos de investigaçäo, o que te permite avançar mais rápido."
friendlyname="Bom observador 2"

[KeenObserver_Tonic]
flavordescription="Tenha mais qualidade em sua inversäo na investigaçäo com o Bom observador 2. Leve a sua análise além do que podería imaginar!"
description="Aumenta mais os pontos de investigaçäo, o que te permite avançar mais rápido."
friendlyname="Bom observador"

[Lurker_Tonic]
flavordescription="Por que dar as caras? O plásmidio Perfurador furtivo te permite aproveitar ao máximo suas chances quando o seu adversário é pego desprevenido."
description="Silencia teus passos e aumenta o DANO de ataques corpo a corpo a inimigos DESPREVENIDOS, especialmente com o golpe da perfuradora."
friendlyname="Perfurador furtivo"

[MachineBuster_Tonic]
flavordescription="No automatizado mundo atual, você pode encontrar com inimigos que näo seja de carne e osso. O plásmidio Mata-máquinas te dará a vantagem que procurava contra adversários metálicos."
description="Aumenta o DANO em CÂMERAS, ROBÔS e TORREÖES."
friendlyname="Mata-máquinas"

[MedicalExpert2_Tonic]
flavordescription="Com Médico Esperto, poderá tirar mais proveito de seus KITS, que curará feridas e doenças, a uma taxa que sem dúvida vai achar incrível. Näo use um KIT sem seu melhor amigo, Médico Esperto!"
description="Os KITS te daräo ainda mais SAÚDE."
friendlyname="CORTAR TÓNICO"

[MedicalExpert_Tonic]
flavordescription="Os buracos e obstáculos da vida podem chegar a ser irresistíveis. Volte a carregar as pilhas com um pouco mais de poder curativo!"
description="Você pode levar MAIS um KIT."
friendlyname="Médico esperto"

[PiercingDamageOverTime_Tonic]
flavordescription="Faça-os sangrar com nosso novo tónico. Quando golpear seus inimigps, iräo perdendo saúde com o passar do tempo!"
description="Teus ataques físicos fazem seus inimigos sangrar, e väo perdendo saúde a medida que o tempo passa."
friendlyname="CORTAR TÓNICO"

[QuickFeet_Tonic]
flavordescription="Nos momentos de perigo, seria bom ser mais veloz. Lembre-se: näo precisa correr mais que alguém fora de si; Só mais que seu companheiro!"
description="Se movimenta um pouco mais rápido."
friendlyname="Corredor atlético"

[Research3_Tonic]
flavordescription="Conheça um pouco melhor seus inimigos! Com Carretel ampliado, terá mais tempo e qualidade em cada objetivo que investigar."
description="A sessöes de investigaçäo duram um pouco mais."
friendlyname="Carretel ampliado"

[ResearchBonusIncrease_Tonic]
flavordescription="É um mestre na investigaçäo? Aproveite ao máximo os bonus de dano desbloqueadas com o Investigador!"
description="Aumenta o valor dos bonus de dano por investigaçäo."
friendlyname="Investigador"

[SecurityDisabling2_Tonic]
flavordescription="Desative as máquinas com suas descargas. Equipe com Curto-Cicuito e tuas descargas elétricas desativaräo as máquinas para sempre."
description="Teus ataques elétricos desativam de forma permanente os sistemas de segurança."
friendlyname="Curto Circuito 2"

[SecurityDisabling_Tonic]
flavordescription="Cansado de fritar Torreöes e Robôs sempre? Equipe com Curto Circuito e tuas descargas elétricas desativaräo as máquinas por muito mais tempo."
description="Teus ataques elétricos desativam o sistema de segurança por muito mais tempo."
friendlyname="Curto Circuito "

[SecurityResponseSlow_Tonic]
flavordescription="Cansado de ser pego por Torreöes e Robôs? Equipe com Evasäo de Segurança, se quiser um pouco mais de tempo para desaparecer."
description="A câmeras e os torreöes levam mais tempo para te ver."
friendlyname="Evasäo de Segurança"

[SharpenedDrill2_Tonic]
flavordescription="Prefere a força de suas mäos em vez das armas? Com o Poder Perfurador 2, será um DEUS no corpo a corpo!"
description="Sua perfuradora causará mais danos ao golpear com ela ou ativá-la."
friendlyname="Poder Perfurador 2"

[SharpenedDrill_Tonic]
flavordescription="É daqueles que acredita que as distâncias curtas é onde um Big Daddy se julga? Com o Poder Perfurador, seus ataques com a perfuradora, säo mais prejuciais!"
description="Sua perfuradora causará mais danos ao golpear com ela ou ativá-la."
friendlyname="Poder Perfurador "

[ShortenAlarms2_Tonic]
flavordescription="Que som é mais ameaçador do que um estridente alarme de segurança? Com Reduzir Alarmes 2, se livrará deles ainda mais rápido."
description="Reduz ainda mais a DURAÇÄO dos ALARMES das câmeras."
friendlyname="Reduzir Alarmes 2"

[ShortenAlarms_Tonic]
flavordescription="Que som é mais ameaçador do que um estridente alarme de segurança? Com Reduzir Alarmes, se livrará deles em um instante."
description="Reduz a DURAÇÄO dos ALARMES das câmeras."
friendlyname="Reduzir Alarmes"

[StaticDischarge_Tonic]
flavordescription="Indústrias Ryan apresenta o último em genética bélica disuasoria. Tormenta Elétrica te transforma em uma bobina Tesla ambulante, que eletrocuta quem quer que seja estúpido o suficiente para bater em você."
description="Quando te atacam, emite uma descarga ELÉTRICA, eletrocutando tudo que estiver ao seu redor."
friendlyname="Tormenta Elétrica "

[TurretHackHealth_Tonic]
flavordescription="Uma Torreta ou um Robô hackeado podem ser seus melhores aliados. Que essa amizade seja mais duradoura com o tônico Máquinas Resistentes, das Indústrias Ryan!"
description="Ao hackear uma Torreta ou Robô, aumenta sua SAÚDE ao máximo."
friendlyname="Máquinas Resistentes "

[VendingExpert2_Tonic]
flavordescription="Aproveite ainda mais de cada moeda com Pechinchador especialista 2. Aproveite os preços em todas as máquinas de venda automática de Rapture."
description="Reduz ainda mais os PREÇOS das máquinas DE VENDA AUTOMÁTICA."
friendlyname="Pechinchador esperto 2"

[VendingExpert_Tonic]
flavordescription="Desfrute de um desconto especial em todas as máquinas de venda automática de Rapture."
description="Reduz ainda mais os PREÇOS das máquinas DE VENDA AUTOMÁTICA."
friendlyname="Pechinchador esperto"

[WalkingInferno_Tonic]
flavordescription="Inferno andante, o plasmídeo mais candente de Rapture!"
description="Sofre menos DANO por FOGO e inflige muito mais DANO quando usa FOGO."
friendlyname="Inferno andante"

